<!DOCTYPE html>
<html class="whySwimmHTML" lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.1/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-4bw+/aepP/YC94hEpVNVgiZdgIC5+VKNBQNGCHeKRQN+PtmoHDEXuppvnDJzQIu9" crossorigin="anonymous">
  <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/animate.css/4.1.1/animate.min.css" />

  <link rel="stylesheet" href="./css/whySwimm.css">

  <link rel="icon" type="image/x-icon" href="/images/по-нова_снимка-removebg-preview.png">

  <title>Защо да плуваме?</title>
</head>

<body class="bodyWhySwimm">


  <?php include "./headerInclude.php"; ?>


  <h1 class="headerWhy">Ползи от плуването</h1>

  <div>

    <div class="introduction">

      <img class="images-whySmimm" src="/images/whySwimm-top-page.jpg" alt="intro-img">

      <p class="intro-p">Плуването е един от най-често практикуваните спортове както от децата, така и от възрастните. <br><br>
        Той е една от най-добрите тренировки, които може да се практикуват целогодишно, на открито през по-топлите месеци или на закрито през есенно-зимния сезон. <br><br>
        Когато става дума за универсална тренировка, която да раздвижва цялото тяло, да натоварва всички мускули равномерно и да носи максимално много ползи, едва ли можем да назовем друг спорт, който да поставим преди плуването. <br>
        <br>Именно то носи най-много ползи както за физическото здраве, така и за психиката на човек. <br><br>
        </div>
        
      <div class="image-with-buttons">
      <p style="text-align: center; margin-top: 10px;"><u><i><b>Ето някои от ползите на плуването:</b></i></u></p>

   


      <div class="container-text">
        <div style="margin-bottom: 50px;">
          <div class="wrapper-whySwimm">
            <button class="toggle">
              Мозъкът работи по-добре

              <i class="fas fa-plus icon"></i>
            </button>
            <div class="content">
              <p>Когато практикувате плуване, притокът на кръв към мозъка се подобрява, това увеличава количеството кислород към него, което води до подобряване на всички жизнени функции.
                Като резултат от всяка тренировка по плуване се засилва вниманието, паметта и когнитивните способности.
                Според едно проучване, дори ако не умеете да плувате, но се потопите до гърдите в басейн с топла вода, притокът на кислород към мозъка се увеличава с приблизително 14%.</p>
            </div>
          </div>

          <div class="wrapper-whySwimm">
            <button class="toggle">
            Плуването тонизира кожата
              <i class="fas fa-plus icon"></i>
            </button>
            <div class="content">
            <p>При плуване в басейни с минерална вода, кожата ви се тонизира, насища се с минерални вещества, целулитът се изглажда и намалява. 
                Като цяло кожата ви става мека, еластична и хидратирана. 
                Накратко – тенът ви се озарява и вие засиявате!</p>
            </div>
          </div>

          <div class="wrapper-whySwimm">
            <button class="toggle">
              Подобрява настроението
              <i class="fas fa-plus icon"></i>
            </button>
            <div class="content">
              <p>Ако сте привърженици само на плуването през топлите месеци в откритите водни басейни, може би е добре да продължите с тренировките и през зимата. 
                Въпреки ниските температури през зимата, хората, които практикуват плуване и през студените месеци са по-жизнени, по-спокойни и с подчертано по-добра памет. 
                Освен това, състоянието на хора, които страдат от заболявания като ревматизъм, фибромиалгия, астма, обикновено се подобрява.</p>
            </div>
          </div>

          <div class="wrapper-whySwimm">
            <button class="toggle">
            Плуването сваля килограми и извайва тялото
              <i class="fas fa-plus icon"></i>
            </button>
            <div class="content">
            <p>Плуването е един много приятен начин да оформите тялото си красиво. 
                С него не само ще свалите килограми, но ще намалите и обиколките на стратегически места – талия, ханш, бедра. 
                В същото време, тъй като плуването натоварва комплексно цялото тяло, то ще се стегне, а мускулите ви ще се оформят красиво. 
                При плуване се изгарят толкова калории, колкото при аеробиката и при алпинизма. 
                Само за половин час при умерено темпо се изгарят средно 270 калории, но ако увеличите интензивността, може да достигнете до изгаряне на 700 калории за един час. 
                Тъй като съпротивлението на водата е 10 пъти по-голямо от това на въздуха, то за разлика от бягането и колоезденето, плуването не е само кардио, но и силова тренировка. 
                Затова освен, че се губят килограми, се изграждат и мускули.</p>
            </div>
          </div>
          </div>
      </div>
    </div>
  </div>

  <div class="after-introduction">

  <img class="images-whySmimm" src="/images/Биляна.jpg" alt="after-intro-img">

  <div>

  </div>

    <p class="intro-p">
      Плуването подобрява общото здравословно състояние на организма за съвсем кратък период от време, но затова пък в дългосрочен план. <br><br>
      Със сигурност няма друго занимание, което да носи толкова много ползи и благини за човека като плуването. 
      За какъвто и благоприятен ефект да се сетиш – то ще се окаже, че с плуване може да го постигнеш. 
      Всеки, който плува редовно изглежда щастлив, свободен, уравновесен, красив и най-важното – той е здрав! <br><br>
      Неслучайно в Древна Гърция, плуването е било задължителна стъпка в образованието на всеки човек – наред с четенето.
      А който не ги умеел, бил строго порицаван. Имало дори израз за крайно неуспял човек: „Той е неграмотен – не знае да чете и да плува“.
      Плуването било на почит и през средновековието – всеки рицар трябвало да има седем умения.
      <p style="text-align: center;"><u><i><b>Още ползи от плуването:</b></i></u></p>
    </p>


    <div class="container-text">

      <div style="margin-bottom: 50px;">

        <div class="wrapper-whySwimm">
          <button class="toggle">
            Удължава продължителността на живота.

            <i class="fas fa-plus icon"></i>
          </button>
          <div class="content">
            <p>
              Всяка физическа активност е добре дошла за здравето, но ако към списъка с упражнения и тренировки прибавите плуването, то можете да сте сигурни, че правите наистина нещо добро за здравето и качеството на живота си. 
              Едно проучване на близо 40 000 мъже на възраст между 20 и 90 години е установило, че участниците, които са плували или правили други упражнения във водна среда, като водна аеробика или воден джогинг, например, са намалили риска от преждевременна смърт с почти 50% от онези, които са практикували обикновен джогинг.
            </p>
          </div>
        </div>

        <div class="wrapper-whySwimm">
          <button class="toggle">
            Идеална алтернатива на силовите упражнения.
            <i class="fas fa-plus icon"></i>
          </button>
          <div class="content">
            <p>
              Плуването тренира всички мускулни групи, които при друг тип упражнения остават в покой. 
              Плуването не натоварва ставите, както заниманията с фитнес или джогинг. 
              Именно това го прави чудесна алтернатива на физическите упражнения с големи натоварвания. </p>
          </div>
        </div>

        <div class="wrapper-whySwimm">
          <button class="toggle">
          Плуването помага при астма и респираторни проблеми
            <i class="fas fa-plus icon"></i>
          </button>
          <div class="content">
          <p>
              Плуването подпомага работата на дихателната система и развива белите дробове. 
              Много е ефективно при астма – плуването учи как да се правят повече движения с по-малко въздух. Именно за това се препоръчва на хора с астма не да бягат, а да плуват.
              Доказано е, че плуването удължава живота. Накратко – ако искате да направите нещо добро, приятно и полезно за себе си – започнете да плувате! 
              Време е да сложите банските и да се гмурнете в басейна.

            </p>
          </div>
        </div>

        <div class="wrapper-whySwimm">
          <button class="toggle">
          Регулира кръвното налягане,подобрява работата на сърцето, намалява риска от диабет
            <i class="fas fa-plus icon"></i>
          </button>
          <div class="content">
          <p>Ако страдате от хипертония, плуването е отличен начин да намалите артериалното си налягане. 
              Неотдавнашно проучване е установило, че за период от 10 седмици група мъже и жени , които преди това са водили заседнал начин на живот и са страдали от хипертония, започвайки да плуват редовно, значително са подобрили състоянието си. Оказва се, че плуването е особено полезно за хора, които страдат от астма, травматични увреждания и наднормено тегло. 
              След една година редовни тренировки по плуване, пациентите с хипертония съобщават за намаляване на артериалното налягане, като същевременно се наблюдава подобряването на инсулиновата резистентност, което е от ключово значение за избягване на диабет тип 2. 
              Може да се каже, че плуването е перфектното кардио упражнение. 
              То е аеробика за сърцето и го кара да работи по-добре. 
              Подобрява се кръвообращението, намаляват се възпалителните процеси в организма, намаляват се нивата на холестерол, намалява риска от диабет.
            </p>
          </div>
        </div>

      </div>


      <div class="two-comments-swimming">

      <img class="images-whySmimm-gabby" src="/images/kidos.jpg" alt="intro-img">

        <div>

          <hr>

          <p class="header-comment-one">Ключови моменти, свързани с плуването:</p><br><br>

          <p class="comment-one">

            1. Тренировката във вода е много различна от всяка друга тренировка, тъй като съпротивлението във водата е много по-голямо. <br><br>
            2. Белите ви дробове работят на пълни обороти.<br><br>
            3. По време на плуване тялото включва мускули и мускулни групи, които при редица други спортове остават неактивни.<br><br>
            4. При първата тренировка е добре да се правят чести почивки.<br><br>
            5. Прекъсвайте интензивното плуване и си почивайте като играете на водна топка или други водни спортове. Разнообразието дава на мускулите ви възможността да отпочинат, така че да продължите ефективно заниманията си с плуване по-късно.<br><br>
            6.Преди да започнете тренировки по плуване си направете изследвания и се консултирайте с личния си лекар, относно цялостното си здравословно състояние.<br><br>

          </p>
          
          <div style= 'display: flex; flex-direction: column; align-items: center;  '>
              
          <img class="images-whySmimm-jump" src="/images/последна-снимка.jpg" alt="img-first-comment">

            </div>


          <div>
              


            <hr>

            <p class="header-comment-two">Предпазни мерки по време на плуване</p>


            <p class="comment-two">

              1. Плуването е един от малкото спортове, при който може да се нараните.
              Ако обаче не сте опитен плувец или имате здравословни проблем, особено от сърдечно-съдов характер, задължително се консултирайте с личния си лекар, така че да сте сигурни, че плуването наистина е напълно безопасно за вас.<br><br>

              2. Ако не сте добър плувец, не се надценявйте и вземете няколко урока, преди да влезете в „дълбоки води“.<br><br>
              3. Плуването се нарежда сред едни от най-достъпните и евтини спортове, които не изискват специална екипировка.
              Достатъчни са чифт удобни бански, очила за плуване и плувна шапка.<br><br>

              4. Когато започнете да тренирате, отделете време за адаптация във водата. Това е от решаващо значение за успешната ви тренировка по плуване. Плуването е много различно от всяка друга тренировка. Отделете си малко време за да усетите тялото си и движенията му във водата.


            </p>

            <img class="images-whySmimm-gabby" src="/images/more kidos.jpg" alt="more-kidos">


          </div>

          <hr>
          
            <div class="faq">

            <p class="header-comment-one">Често задавани въпроси</p><br><br>

          
          <div class="wrapper-whySwimm">
          <button class="toggle">
          Коя е най-подходящата възраст да запишем детето си на плуване?             
          <i class="fas fa-plus icon"></i>
          </button>
          <div class="content">
          <p>
            <!-- REPLY -->
            </p>
          </div>
        </div>

        <div class="wrapper-whySwimm">
          <button class="toggle">
          Каква екипировка ни е нужна? 
            <i class="fas fa-plus icon"></i>
          </button>
          <div class="content">
          <p>
            
              <!-- REPLY -->
            </p>
          </div>
        </div>

        <div class="wrapper-whySwimm">
          <button class="toggle">
          Какви са таксите? 
            <i class="fas fa-plus icon"></i>
          </button>
          <div class="content">
            <p>
            <!-- REPLY -->
            </p>
          </div>
        </div>

        <div class="wrapper-whySwimm">
          <button class="toggle">
          Предлагаме ли индивидуални тренировки?
            <i class="fas fa-plus icon"></i>
          </button>
          <div class="content">
          <p> 
            <!-- REPLY -->
            </p>
          </div>
        </div>


          </div>

        </div>


      </div>

    </div>

  </div>


  <?php include "./footer.php"; ?>



  <script>
    let toggles = document.getElementsByClassName('toggle');
    let contentDiv = document.getElementsByClassName('content');
    let icons = document.getElementsByClassName('icon');

    for (let i = 0; i < toggles.length; i++) {
      toggles[i].addEventListener('click', () => {
        if (parseInt(contentDiv[i].style.height) != contentDiv[i].scrollHeight) {
          contentDiv[i].style.height = contentDiv[i].scrollHeight + "px";
          toggles[i].style.color = "#0084e9";
          icons[i].classList.remove('fa-plus');
          icons[i].classList.add('fa-minus');
        } else {
          contentDiv[i].style.height = "0px";
          toggles[i].style.color = "#111130";
          icons[i].classList.remove('fa-minus');
          icons[i].classList.add('fa-plus');
        }

        for (let j = 0; j < contentDiv.length; j++) {
          if (j !== i) {
            contentDiv[j].style.height = "0px";
            toggles[j].style.color = "#111130";
            icons[j].classList.remove('fa-minus');
            icons[j].classList.add('fa-plus');
          }
        }
      });
    }
  </script>

</body>

</html>