<!DOCTYPE html>
<html class="whySwimmHTML" lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <link rel="stylesheet" href="./css/whySwimm.css">
 
  <title>Защо да плуваме?</title>
</head>

<body class="bodyWhySwimm">

  <?php include "./Dashboard/articleFiles/headerInclude.php"; ?>

  <img class="imgArticleKids" src="./images/articleKids.jpg" alt="">

  <h1 class="headerWhy">Ползи от плуването</h1>

  <div >
    <span class="texts animate__animated animate__fadeInLeft"><b>1. Плуването развива белите дробове и подобрява работата на дихателната система.</b> <br>

    <b>2. Плуването спомага за оформяне на спортна мускулеста фигура. То помага за развитието на цялата мускулатура.</b><br>

    <b>3.Плуването изгаря калории. Ако на ден се прекарват по 30-40 минути в басейна, то със сигурност бързо ще се достигне до желаното тегло.</b> <br>

    <b>4. С плуване може да се занимава напрактика всеки. Ако детето от малко се научи да спортува във вода, то със сигурност ще порасне физически здраво и с добра мускулатура.</b> <br>

    <b>5. Плуването намалява риска от сърдечно-съдови заболявания. Водните упражнения са в състояние да нормализират кръвното налягане и да подобрят кръвообращението.</b> <br>

    <b>6.Плуването отнема от стреса, успокоява и дава енергия на човек. Редовното посещение на басейна гарантирано ще укрепи физическата издръжливост на тялото.</b> <br>

    <b>7.Водата охлажда тялото и не позволява прегряване на организма по време на активна спортна дейност. Липсва и неприятния процес на потене.</b> <br>

    <b>8.Плуването потиска симптомите на астма, подобрява гъвкавостта на тялото и повишава тонусът.</b> <br>

    <b>9.Възстановителните свойства на водата водят до изчистване и изглаждане на кожата.</b> <br>

    <b>10.При плувците има до 50% по-ниска смъртност.</b><br>

    <b>11.За много хора плуването е удоволствие.</span>

  </div>



  <?php include "./footer.php"; ?>


</body>

</html>