<<<<<<< HEAD
<!DOCTYPE html>
<html class="whySwimmHTML" lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <link rel="stylesheet" href="./css/whySwimm.css">
  <link rel="icon" type="image/x-icon" href="/images/по-нова_снимка-removebg-preview.png">

  <title>Защо да плуваме?</title>
</head>

<body class="bodyWhySwimm">


  <?php include "./headerInclude.php"; ?>

  <img alt="article-image" id="imageDisplay" class="imgArticleKids" src="./images/articleKids.jpg">

  <h1 class="headerWhy">Ползи от плуването</h1>

  <div class="textWithImages" >
    <span style="margin-bottom: 100px; background: #9898989e;" class="texts animate__animated animate__fadeInLeft "><b>1. Плуването развива белите дробове и подобрява работата на дихателната система.</b> <br>

    <b>2. Плуването спомага за оформяне на спортна мускулеста фигура. То помага за развитието на цялата мускулатура.</b><br>

    <b>3.Плуването изгаря калории. Ако на ден се прекарват по 30-40 минути в басейна, то със сигурност бързо ще се достигне до желаното тегло.</b> <br>

    <b>4. С плуване може да се занимава напрактика всеки. Ако детето от малко се научи да спортува във вода, то със сигурност ще порасне физически здраво и с добра мускулатура.</b> <br>

    <b>5. Плуването намалява риска от сърдечно-съдови заболявания. Водните упражнения са в състояние да нормализират кръвното налягане и да подобрят кръвообращението.</b> <br>

    <b>6.Плуването отнема от стреса, успокоява и дава енергия на човек. Редовното посещение на басейна гарантирано ще укрепи физическата издръжливост на тялото.</b> <br>

    <b>7.Водата охлажда тялото и не позволява прегряване на организма по време на активна спортна дейност. Липсва и неприятния процес на потене.</b> <br>

    <b>8.Плуването потиска симптомите на астма, подобрява гъвкавостта на тялото и повишава тонусът.</b> <br>

    <b>9.Възстановителните свойства на водата водят до изчистване и изглаждане на кожата.</b> <br>

    <b>10.При плувците има до 50% по-ниска смъртност.</b><br>

    <b>11.За много хора плуването е удоволствие.</span>

    <img alt="article-image-screenchange" id="imageTelephone" class="imgArticleKids" src="./images/articleKids.jpg">


  </div>

  
  <?php include "./footer.php"; ?>


</body>

=======
<!DOCTYPE html>
<html class="whySwimmHTML" lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <link rel="stylesheet" href="./css/whySwimm.css">
  <link rel="icon" type="image/x-icon" href="/images/по-нова_снимка-removebg-preview.png">

  <title>Защо да плуваме?</title>
</head>

<body class="bodyWhySwimm">


  <?php include "./headerInclude.php"; ?>

  <img alt="article-image" id="imageDisplay" class="imgArticleKids" src="./images/articleKids.jpg">

  <h1 class="headerWhy">Ползи от плуването</h1>

  <div class="textWithImages" >
    <span style="margin-bottom: 100px; background: #9898989e;" class="texts animate__animated animate__fadeInLeft "><b>
    Плуването е един от най-често практикуваните спортове както от децата, така и от възрастните. 
    
    <br>Той е една от най-добрите тренировки, които може да се практикуват целогодишно, на открито през по-топлите месеци или на закрито през есенно-зимния сезон.
Когато става дума за универсалната тренировка, която да раздвижва цялото тяло, да натоварва всички мускули равномерно и да носи максимално много ползи, едва ли можем да назовем друг спорт, който да поставим преди плуването. Именно то носи най-много ползи както за физическото здраве, така и за психиката на човек. Плуването подобрява общото здравословно състояние на организма за съвсем кратък период от време, но затова пък в дългосрочен план.


Със сигурност няма друго занимание, което да носи толкова много ползи и благини за човека като плуването. За какъвто и благоприятен ефект да се сетиш – то ще се окаже, че с плуване може да го постигнеш. Всеки, който плува редовно изглежда щастлив, свободен, уравновесен, красив и най-важното – той е здрав! Неслучайно в Древна Гърция, плуването е било задължителна стъпка в образованието на всеки човек – наред с четенето. А който не ги умеел, бил строго порицаван. Имало дори израз за крайно неуспял човек: „Той е неграмотен – не знае да чете и да плува“. Плуването било на почит и през средновековието – всеки рицар трябвало да има седем умения. Едно от тях било – точно така, позна! - плуването. Днес рицари няма, но едно от уменията, които съвременният човек трябва да притежава е да знае как да се грижи за своето здраве и добрата си форма.
И така - ето кои са невероятните ползи от плуването и защо трябва колкото се може по-често да посещаваш плувния басейн.

Мозъкът работи по-добре.
Когато практикувате плуване, притокът на кръв към мозъка се подобрява, това увеличава количеството кислород към него, което води до подобряване на всички жизнени функции. Като резултат от всяка тренировка по плуване се засилва вниманието, паметта и когнитивните способности.
Според едно проучване, дори ако не умеете да плувате, но се потопите до гърдите в басейн с топла вода, притокът на кислород към мозъка се увеличава с приблизително 14%.


Плуването сваля килограми и извайва тялото
Плуването е един много приятен начин да оформиш тялото си красиво. С него не само ще свалиш килограми, но ще намалиш и обиколките на стратегическите места – талия, ханш, бедра. В същото време, тъй като плуването натоварва комплексно цялото тяло, то ще се стегне, а мускулите ти ще се оформят красиво. При плуване се изгарят толкова калории, колкото при аеробиката и при алпинизма. Само за половин час при умерено темпо се изгарят средно 270 калории, но ако увеличиш интензивността, може да достигнеш до изгаряне на 700 калории за един час. Тъй като съпротивлението на водата е 10 пъти по-голямо от това на въздуха, то за разлика от бягането и колоезденето, плуването не е само кардио, но и силова тренировка. Затова освен, че се губят килограми, се изграждат и мускулите.
Подобрява настроението.
Ако сте привърженици само на плуването през топлите месеци в откритите водни басейни, може би е добре да продължите с тренировките и през зимата. Въпреки ниските температури през зимата, хората, които практикуват плуване и през студените месеци са по-жизнени, по-спокойни и с подчертано по-добра памет. Освен това, състоянието на хора, които страдат от заболявания като ревматизъм, фибромиалгия, астма, обикновено се подобряване.

Плуването тонизира кожата
При плуване в басейни с минерална вода, кожата ти се тонизира, насища се с минерални вещества, целулитът се изглажда и намалява. Като цяло кожата ти става мека, еластична и хидратирана. Накратко – тенът ти се озарява и ти засияваш!
Удължава продължителността на живота.
Всяка физическа активност е добре дошла за здравето, но ако към списъка с упражнения и тренировки прибавите плуването, то можете да сте сигурни, че правите наистина нещо добро за здравето и качеството на живота си. Едно проучване на близо 40 000 мъже на възраст между 20 и 90 години е установило, че участниците, които са плували или правили други упражнения във водна среда, като водна аеробика или воден джогинг, например, са намалили риска от преждевременна смърт с почти 50% от онези, които са практикували обикновен джогинг.

Идеална алтернатива на силовите упражнения.
Плуването тренира всички мускулни групи, които при друг тип упражнения остават в покой. Плуването не натоварва ставите, както заниманията с фитнес или джогинг. Именно това го прави чудесна алтернатива на физическите упражнения с големи натоварвания.

Регулира кръвното налягане,подобрява работата на сърцето, намалява риска от диабет
Ако страдате от хипертония, плуването е отличен начин да намалите артериалното си налягане. Неотдавнашно проучване е установило, че за период от 10 седмици група мъже и жени , които преди това са водили заседнал начин на живот и са страдали от хипертония, започвайки да плуват редовно, значително са подобрили състоянието си. Оказва се, че плуването е особено полезно за хора, които страдат от астма, травматични увреждания и наднормено тегло. След една година редовни тренировки по плуване, пациентите с хипертония съобщават за намаляване на артериалното налягане, като същевременно се наблюдава подобряването на инсулиновата резистентност, което е от ключово значение за избягване на диабет тип 2.Може да се каже, че плуването е перфектното кардио упражнение. То е аеробика за сърцето и го кара да работи по-добре. Подобрява се кръвообращението, намаляват се възпалителните процеси в организма, намаляват се нивата на холестерол, намалява риска от диабет.

Плуването помага при астма и респираторни проблеми
Плуването подпомага работата на дихателната система и развива белите дробове. Много е ефективно при астма – плуването учи как да се правят повече движения с по-малко въздух. Именно за това се препоръчва на хора с астма не да бягат, а да плуват.
Доказано е, че плуването удължава живота. Накратко – ако искаш да направиш нещо добро, приятно и полезно за себе си – плувай! Време е да сложиш банските и да се гмурнеш в басейна.




Ключови моменти, свързани с плуването:
1.	Тренировката във вода е много различна от всяка друга тренировка, тъй като съпротивлението във водата е много по-голямо.
2.	Белите ви дробове работят на пълни обороти.
3.	По време на плуване тялото включва мускули и мускулни групи, които при редица други спортове остават неактивни.
4.	При първата тренировка е добре да се правят чести почивки.
5.	Прекъсвайте интензивното плуване и си почивайте като играете на водна топка или други водни спортове. Разнообразието дава на мускулите ви възможността да отпочинат, така че да продължите ефективно заниманията си с плуване по-късно.
6.Преди да започнете тренировки по плуване си направете изследвания и се консултирайте с личния си лекар, относно цялостното си здравословно състояние.
Предпазни мерки по време на плуване
1.	Плуването е един от малкото спортове, при който може да се нараните. Ако обаче не сте опитен плувец или имате здравословни проблем, особено от сърдечно-съдов характер, задължително се консултирайте с личния си лекар, така че да сте сигурни, че плуването наистина е напълно безопасно за вас.
2.	Ако не сте добър плувец, не се надценявйте и вземете няколко урока, преди да влезете в „дълбоки води“.
3.	Плуването се нарежда сред едни от най-достъпните и евтини спортове, които не изискват специална екипировка. Достатъчни са чифт удобни бански, очила за плуване и плувна шапка.
4.	Когато започнете да тренирате, отделете време за адаптация във водата. Това е от решаващо значение за успешната ви тренировка по плуване. Плуването е много различно от всяка друга тренировка. Отделете си малко време за да усетите тялото си и движенията му във водата.

    </span>

    <!-- <img alt="article-image-screenchange" id="imageTelephone" class="imgArticleKids" src="./images/articleKids.jpg"> -->





  </div>

  


  <?php include "./footer.php"; ?>


</body>

>>>>>>> 5c201ac3fd85f13aaab70baede40e1c96ec59aa2
</html>