<!DOCTYPE html><html lang="en"><head></head><body><?php require "./headerInclude.php"; require "../../databaseConnection/database.php"; ?><div class="divBlog"><h3>Плувецът Петър Стойчев се впуска в ново предизвикателство</h3><img class="imageFforBlogs" src="../dashboardImages/ПетърСтойчев.jpg"><p>   Българският плувец Петър Стойчев спечели историческото първо състезание на езерото Хьовсгьол в Монголия под егидата на Международната организация по ледено плуване.

Българинът, признат за най-успешен състезател в света по плувен маратон, триумфира в плуването на една миля при мъжете в кристално чистите води на монголското езеро. Стойчев финишира с време 23:55 минути.

Шампионка при жените стана Саманта Уелтън (Южна Африка) с време 27:09 минути.

В плуването участваха представители на всички континенти (без Антарктида) – Азия, Африка, Северна Америка, Южна Америка, Австралия и Европа. Първият победител е от България.

„Плуването се осъществява в открити води – в два кръга по 820 метра. Задължително се плува с колан на кръста с надуваемо устройство за безопасност. Температурата на въздуха по време на състезанието беше около 2 градуса, иначе падаше до минус 5 – минус 6. Заради по-топъл фронт температурата на водата по време на състезанието беше 7,5 градуса. Езерото се намира на надморска височина от 1645 метра, което прави плуването много трудно. Щастлив съм, че отново имах възможността да развея българското знаме като победител на още една дeстинация – в първото плуване в монголското езеро Хьовсгьол“, заяви Петър Стойчев.

Езерото е поне на няколко милиона години, считано е за „по-малкият брат на Байкал“ и съдържа 0,4% от сладководните запаси на цялата планета. В превод името му означава „езеро със синя вода“.

„Само по себе си изживяването беше уникално. Първо пътувахме 16 часа от столицата на Монголия Улан Батор до Хьовсгьол. Бяхме настанени в номадски къмпинг с юрти. Беше наистина запомнящо се. А съм и удовлетворен, че отново се прибирам в България като победител“, каза още Петър Стойчев.</p></div><?php require "../../footer.php"?></body></html>